app/controllers/artists_controller.rb

  def index

    @artists = Artist.all
---
SELECT "artists".* FROM "artists"